{
  "header": {
    "about": "Относно",
    "forum": "Форум",
    "reviews": "Отзиви",
    "language": "Език",
    "signIn": "Вход",
    "signUp": "Регистрация",
    "signOut": "Изход"
  },
  "homePage": {
    "welcomeTitle": "Добре дошли в MakePC!",
    "welcomeText": "Добре дошли в света на сглобяването на компютри! Това ръководство е създадено, за да ви отведе на вълнуващо пътешествие, превръщайки ви от начинаещ в опитен строител, способен да сглоби свой собствен компютър от нулата. Независимо дали искате да създадете високопроизводителен гейминг компютър, мощна работна станция или обикновен домашен компютър, това изчерпателно ръководство ще ви предостави знанията и увереността, необходими за постигане на вашата цел.",
    "learnMore": "Научете повече"
  },
  "authenticator": {
    "createAccount": "Създайте акаунт",
    "useEmailForRegistration": "или използвайте вашия имейл за регистрация",
    "useEmailAccount": "или използвайте вашия имейл акаунт",
    "name": "Име",
    "email": "Имейл",
    "password": "Парола",
    "confirmPassword": "Потвърдете паролата",
    "forgetPassword": "Забравена парола?",
    "welcomeBack": "Добре дошли отново!",
    "helloFriend": "Здравей, приятелю!",
    "enterDetails": "Въведете личните си данни, за да използвате всички функции на сайта",
    "registerDetails": "Регистрирайте се с вашите лични данни, за да използвате всички функции на сайта",
    "alreadyHaveAccount": "Вече имате акаунт?",
    "signInHere": "Влезте тук",
    "dontHaveAccount": "Нямате акаунт?",
    "signUpHere": "Регистрирайте се тук",
    "signIn": "Вход",
    "signUp": "Регистрация"
  },
  "about": {
    "title": "Как да сглобим компютър от нулата",
    "titleIntroduction": "Съберете вашите компоненти",
    "description": "Ще ви трябват следните компоненти:",
    "components": {
      "cpu": "Централен процесор (CPU)",
      "motherboard": "Дънна платка",
      "ram": "Памет (RAM)",
      "storage": "Съхранение (HDD или SSD)",
      "psu": "Захранващ блок (PSU)",
      "graphicsCard": "Видео карта (ако не е интегрирана)",
      "case": "Кутия",
      "coolingSystem": "Охладителна система (охладител за CPU и вентилатори за кутия)"
    },
    "prepareWorkspace": {
      "title": "Подгответе вашето работно място",
      "description": "Уверете се, че имате чисто, безстатично работно място. Използвайте антистатична гривна, ако е възможно. Преди да започнете да сглобявате вашия компютър, е важно да подготвите работното си място, за да осигурите гладък и безопасен процес на сглобяване. Ето някои съвети, които да ви помогнат: чиста и подредена повърхност, антистатични мерки, събиране на инструменти, добро осветление, организиране на компонентите."
    },
    "installCPU": {
      "title": "Инсталирайте процесора",
      "description": "Внимателно поставете процесора в гнездото на дънната платка, като подравните прорезите. Закрепете го с рамото за задържане. Отворете гнездото на процесора: Намерете гнездото на процесора на вашата дънна платка. Повдигнете рамото за задържане, за да отворите капака на гнездото. Подравнете процесора: Внимателно извадете процесора от опаковката му. Подравнете процесора с гнездото, като съчетаете прорезите или триъгълния маркер на процесора със съответния маркер на гнездото. Поставете процесора: Внимателно поставете процесора в гнездото. Не го насилвайте; трябва да пасне лесно, ако е правилно подравнен. Закрепете процесора: Спуснете рамото за задържане, за да закрепите процесора на място. Уверете се, че процесорът е здраво поставен и рамото за задържане е заключено. Нанесете термопаста: Ако вашият охладител за процесор не е с предварително нанесена термопаста, нанесете малко количество (около размера на грахово зърно) в центъра на процесора. Инсталирайте охладителя за процесора: Прикрепете охладителя за процесора според инструкциите на производителя. Уверете се, че е здраво закрепен и свързан към съответния конектор на дънната платка."
    },
    "installRAM": {
      "title": "Инсталирайте RAM паметта",
      "description": "Поставете RAM паметта в съответните слотове на дънната платка, като се уверите, че щракват на място. Отворете слотовете за RAM: Намерете слотовете за RAM на вашата дънна платка. Натиснете надолу клипсовете от двете страни на слота, за да ги отворите. Подравнете RAM паметта: Извадете RAM модула от опаковката му. Подравнете прореза на RAM модула с ключа в слота за RAM. Поставете RAM паметта: Внимателно поставете RAM модула в слота. Приложете равномерно налягане на двата края на модула, докато щракне на място и клипсовете се върнат нагоре, за да го закрепят. Проверете инсталацията: Уверете се, че RAM модулът е здраво поставен и клипсовете са напълно ангажирани. Повторете процеса за допълнителни RAM модули, ако е необходимо. Затворете RAM паметта."
    },
    "mountMotherboard": {
      "title": "Монтирайте дънната платка",
      "description": "Поставете дънната платка в кутията и я закрепете с винтове. Уверете се, че всички стойки са на място. Подгответе кутията: Отворете кутията на компютъра и премахнете всички предварително инсталирани панели или капаци. Уверете се, че имате ясно и просторно място за работа. Инсталирайте стойките: Намерете отворите за стойките в кутията и инсталирайте стойките, които съответстват на отворите на дънната платка. Тези стойки ще държат дънната платка повдигната и ще предотвратят директния й контакт с кутията. Подравнете I/O щита: Поставете I/O щита (металната пластина, която идва с дънната платка) в задната част на кутията. Уверете се, че е здраво закрепен на място. Позиционирайте дънната платка: Внимателно поставете дънната платка в кутията, като я подравните със стойките и I/O щита. Уверете се, че всички портове на дънната платка съответстват на отворите в I/O щита. Закрепете дънната платка: Използвайте винтовете, предоставени с кутията, за да закрепите дънната платка към стойките. Затегнете винтовете равномерно, но не ги затягайте прекалено, за да избегнете повреда на дънната платка. Свържете захранващите кабели: Свържете 24-пиновия ATX захранващ конектор и 8-пиновия (или 4-пиновия) захранващ конектор за процесора от захранването към дънната платка. Свържете конекторите на предния панел: Прикрепете конекторите на предния панел (бутон за захранване, бутон за нулиране, светодиод за захранване, светодиод за HDD) към съответните конектори на дънната платка. Обърнете се към ръководството на дънната платка за точния разпределение на пиновете."
    },
    "installPowerSupply": {
      "title": "Инсталирайте захранването",
      "description": "Монтирайте PSU в кутията и свържете необходимите захранващи кабели към дънната платка и компонентите. Подгответе кутията: Уверете се, че кутията ви е отворена и имате достатъчно място за работа. Идентифицирайте мястото, където ще бъде инсталирано захранването (PSU), обикновено в долната или горната задна част на кутията. Ориентирайте PSU: Позиционирайте PSU така, че вентилаторът му да е насочен в подходящата посока за въздушен поток. Ако кутията ви има отвор в долната част, вентилаторът трябва да е насочен надолу; в противен случай трябва да е насочен нагоре. Поставете PSU: Плъзнете PSU в определената зона в кутията. Подравнете го с монтажните отвори. Закрепете PSU: Използвайте винтовете, предоставени с кутията или PSU, за да закрепите PSU към кутията. Уверете се, че е здраво закрепен. Свържете захранващите кабели: Насочете необходимите захранващи кабели от PSU към различните компоненти във вашата конфигурация. Това обикновено включва 24-пиновия ATX захранващ конектор, 8-пиновия (или 4-пиновия) захранващ конектор за процесора и допълнителни захранващи конектори за вашия GPU, устройства за съхранение и други периферни устройства. Управление на кабелите: Организирайте и закрепете захранващите кабели с помощта на кабелни връзки или функциите за управление на кабелите на вашата кутия, за да осигурите чиста и ефективна конфигурация."
    },
    "installStorage": {
      "title": "Инсталирайте съхранението",
      "description": "Монтирайте вашия HDD или SSD в подходящите отделения и ги свържете към дънната платка със SATA кабели. Изберете типа съхранение: Определете дали инсталирате HDD (твърд диск), SSD (твърдотелно устройство) или M.2 SSD. Процесът на инсталиране се различава леко за всеки тип. Инсталирайте 2.5\" SSD или HDD: Монтирайте устройството: Ако инсталирате 2.5\" SSD или HDD, намерете отделенията за устройства в кутията си. Плъзнете устройството в налично отделение или използвайте монтажна скоба, ако е необходимо. Закрепете устройството: Използвайте винтове, за да закрепите устройството към отделението или скобата. Свържете захранващите и данните кабели: Свържете SATA захранващ кабел от захранването към устройството. След това свържете SATA данни кабел от устройството към SATA порт на дънната платка. Инсталирайте 3.5\" HDD: Монтирайте устройството: За 3.5\" HDD намерете подходящото отделение за устройство. Плъзнете устройството в отделението. Закрепете устройството: Използвайте винтове или безинструментални механизми, за да закрепите устройството на място. Свържете захранващите и данните кабели: Свържете SATA захранващ кабел от захранването към устройството. След това свържете SATA данни кабел от устройството към SATA порт на дънната платка. Инсталирайте M.2 SSD: Намерете M.2 слота: Намерете M.2 слота на дънната си платка. Обикновено се намира близо до PCIe слотовете. Поставете M.2 SSD: Подравнете M.2 SSD със слота и го поставете под ъгъл. Внимателно го натиснете надолу, докато стане паралелен с дънната платка. Закрепете M.2 SSD: Използвайте винта, предоставен с дънната платка, за да закрепите M.2 SSD на място. Проверете връзките: Уверете се, че всички захранващи и данни кабели са здраво свързани и че устройствата са правилно монтирани."
    },
    "installGraphicsCard": {
      "title": "Инсталирайте графичната карта",
      "description": "Поставете графичната карта в PCIe слота на дънната платка и я закрепете с винтове. Подгответе кутията: Уверете се, че кутията ви е отворена и имате достатъчно място за работа. Премахнете всички капаци на разширителните слотове от задната част на кутията, където ще бъде инсталирана графичната карта. Намерете PCIe слота: Идентифицирайте PCIe x16 слота на дънната си платка. Това е мястото, където ще бъде инсталирана графичната карта. Поставете графичната карта: Подравнете графичната карта с PCIe слота и я натиснете внимателно надолу, докато щракне на място. Уверете се, че скобата на картата се подравнява с разширителните слотове на задната част на кутията. Закрепете графичната карта: Използвайте винтове, за да закрепите скобата на графичната карта към кутията. Това ще задържи картата здраво на място. Свържете захранващите кабели: Ако вашата графична карта изисква допълнително захранване, свържете подходящите PCIe захранващи конектори от захранването към картата. Проверете инсталацията: Уверете се, че графичната карта е здраво поставена в PCIe слота и че всички захранващи връзки са здраво прикрепени."
    },
    "connectAllCables": {
      "title": "Свържете всички кабели",
      "description": "Свържете всички необходими захранващи и данни кабели към дънната платка и компонентите. Захранване на дънната платка: Свържете 24-пиновия ATX захранващ конектор от захранването към дънната платка. Захранване на процесора: Свържете 8-пиновия (или 4-пинов) захранващ конектор за процесора от захранването към дънната платка. Захранване на графичната карта: Ако вашата графична карта изисква допълнително захранване, свържете подходящите PCIe захранващи конектори от захранването към графичната карта. Устройства за съхранение: Свържете SATA захранващите кабели от захранването към вашите HDD или SSD. След това свържете SATA данни кабелите от устройствата за съхранение към дънната платка. Конектори на предния панел: Свържете конекторите на предния панел (бутон за захранване, бутон за нулиране, светодиод за захранване, светодиод за HDD) към съответните пинове на дънната платка. Консултирайте се с ръководството на дънната платка за точната подредба на пиновете. USB и аудио на предния панел: Свържете USB и аудио кабелите на предния панел към съответните пинове на дънната платка. Вентилатори на кутията: Свържете кабелите на вентилаторите на кутията към пиновете за вентилатори на дънната платка или към захранването, в зависимост от конфигурацията на вашата кутия и вентилатори. Управление на кабелите: Организирайте и закрепете всички кабели с помощта на кабелни връзки или функциите за управление на кабелите на вашата кутия, за да осигурите чиста и ефективна сборка.",
      "alt": "кабелна система"
    },
    "installCoolingSystem": {
      "title": "Инсталирайте охладителната система",
      "description": "Инсталирайте охладителя на процесора и всички допълнителни вентилатори на кутията. Свържете ги към съответните пинове на дънната платка. Изберете типа охлаждане: Определете дали инсталирате въздушен охладител или течен охладител. Процесът на инсталация варира за всеки тип. Инсталиране на въздушен охладител: Нанесете термопаста: Ако вашият въздушен охладител не идва с предварително нанесена термопаста, нанесете малко количество (около размера на грахово зърно) в центъра на процесора. Монтирайте охладителя: Поставете охладителя върху процесора, като го подравните с монтажните скоби. Закрепете охладителя: Използвайте предоставените винтове или монтажен механизъм, за да закрепите охладителя към дънната платка. Уверете се, че е здраво закрепен. Свържете вентилатора: Свържете кабела на вентилатора на охладителя към съответния пин за вентилатор на процесора на дънната платка. Инсталиране на течен охладител: Монтирайте радиатора: Поставете радиатора в определената зона на вашата кутия (обикновено в горната, предната или задната част). Закрепете го с винтове. Нанесете термопаста: Ако вашият течен охладител не идва с предварително нанесена термопаста, нанесете малко количество в центъра на процесора. Прикрепете помпата: Поставете помпата върху процесора и я закрепете с предоставения монтажен механизъм. Свържете вентилаторите и помпата: Свържете вентилаторите на радиатора към съответните пинове на дънната платка или към контролер за вентилатори. Свържете захранващия кабел на помпата към съответния пин на дънната платка. Проверете инсталацията: Уверете се, че всички компоненти са здраво монтирани и всички кабели са правилно свързани.",
      "alt": "охладителна система"
    },
    "powerOnAndTest": {
      "title": "Включване и тестване",
      "description": "Свържете вашия монитор, клавиатура и мишка. Включете системата и влезте в BIOS, за да се уверите, че всички компоненти са разпознати. Двойна проверка на връзките: Уверете се, че всички кабели са здраво свързани и всички компоненти са правилно поставени. Свържете периферни устройства: Свържете вашия монитор, клавиатура и мишка към съответните портове на компютъра. Включване: Натиснете бутона за захранване на кутията, за да включите компютъра. Влизане в BIOS/UEFI: Ако системата се включи, влезте в настройките на BIOS/UEFI, като натиснете съответния клавиш (обикновено Del, F2 или Esc) по време на стартиране. Проверка на разпознаването на хардуера: В BIOS/UEFI проверете дали всички хардуерни компоненти (процесор, RAM, устройства за съхранение и т.н.) са разпознати правилно. Мониторинг на температурите: Проверете температурите на системата в BIOS/UEFI, за да се уверите, че охладителната система функционира правилно. Стартиране от инсталационния носител на ОС: Ако всичко изглежда добре в BIOS/UEFI, задайте приоритета на стартиране да бъде от вашия инсталационен носител на ОС (USB устройство или DVD) и продължете с инсталацията на операционната система. Тестване на функционалността: След инсталирането на операционната система, тествайте функционалността на всички компоненти (например, стартирайте стрес тестове, проверете мениджъра на устройства за проблеми, уверете се, че всички периферни устройства работят правилно). Инсталиране на актуализации и драйвери: Уверете се, че операционната система и всички драйвери са актуални.",
      "alt": "завършен компютър"
    },
    "installOS": {
      "title": "Инсталиране на операционната система",
      "description": "Поставете инсталационния носител на ОС и следвайте инструкциите на екрана, за да инсталирате операционната система. Създаване на инсталационен носител: Изтеглете операционната система (напр. Windows, Linux) от официалния уебсайт. Използвайте инструмент като Rufus, за да създадете стартиращ USB диск с изтегления образ на ОС. Поставете инсталационния носител: Поставете стартиращия USB диск в USB порт на вашия компютър. Влизане в BIOS/UEFI: Включете компютъра си и влезте в настройките на BIOS/UEFI, като натиснете съответния клавиш (обикновено Del, F2 или Esc) по време на стартиране. Задаване на приоритет на стартиране: В BIOS/UEFI задайте приоритета на стартиране да бъде от USB диска първо. Запазете промените и излезте от BIOS/UEFI. Стартиране на инсталацията: Вашият компютър ще стартира от USB диска и ще започне процеса на инсталиране на ОС. Следвайте инструкциите на екрана, за да инсталирате операционната система. Разделяне на диска: По време на процеса на инсталиране може да бъдете подканени да разделите диска си. Създайте необходимите дялове според вашите изисквания. Завършване на инсталацията: Продължете да следвате инструкциите на екрана, за да завършите инсталацията. Вашият компютър ще се рестартира няколко пъти по време на този процес. Инсталиране на драйвери: След като инсталацията на ОС е завършена, инсталирайте необходимите драйвери за вашите хардуерни компоненти. Те обикновено могат да бъдат изтеглени от уебсайта на производителя. Актуализиране на ОС: Проверете и инсталирайте всички налични актуализации за вашата операционна система, за да се уверите, че е актуална.",
      "windowsLogoAlt": "лого на windows",
      "linuxLogoAlt": "лого на linux",
      "iosLogoAlt": "лого на ios"
    }
  },
  "forum": {
    "header": "Блог за хардуер",
    "gpuNews": "Новини за GPU",
    "gpuDescription": "NVIDIA току-що обяви най-новия си GPU, RTX 4090, който обещава безпрецедентна производителност и енергийна ефективност. AMD също се подготвя да пусне новата си серия RX 7000.",
    "readMore": "Прочетете повече",
    "cpuNews": "Новини за CPU",
    "cpuDescription": "Процесорите от 13-то поколение на Intel скоро ще излязат на пазара, като предлагат значителни подобрения в скоростта и ефективността. Очаква се серията Ryzen 7000 на AMD също да направи вълни на пазара на процесори.",
    "ramNews": "Новини за RAM",
    "ramDescription": "Най-новите DDR5 RAM модули вече са налични, предлагайки по-високи скорости и по-добра производителност от своите предшественици DDR4. Основни производители като Corsair и G.Skill вече пуснаха новите си продукти.",
    "otherHardwareNews": "Други хардуерни новини",
    "otherHardwareDescription": "Новите SSD с поддръжка на PCIe 5.0 са на хоризонта, обещавайки по-бързи скорости на пренос на данни. Освен това, най-новите дънни платки вече са оборудвани с усъвършенствани функции за поддръжка на най-новия хардуер."
  },
  "feedback": {
    "header": "Какво казват нашите клиенти за нас.",
    "comment": "Коментар",
    "donationHeader": "Подкрепете нашата мисия с чаша кафе ☕️",
    "donationText": "Вашата подкрепа ни помага да продължим да работим и да пишем код. Всяка помощ е от значение!",
    "donationButton": "Дарение"
  },
  "userExistsModal": {
    "title": "Потребителят вече съществува",
    "message": "Потребител с този имейл вече съществува. Моля, опитайте да влезете.",
    "closeButton": "Затвори"
  },
  "invalidPassOrEmailModal": {
    "title": "Невалидна парола или имейл",
    "message": "Моля, проверете вашите данни и опитайте отново.",
    "closeButton": "Затвори"
  },
  "paymentCard": {
    "twoCoffees": "Две кафета ☕",
    "wholeBuffet": "Цял бюфет 🍛",
    "maintenance": "Издръжка 😅",
    "donate": "дарете"
  },
  "card": {
    "name": "Име",
    "cardNumber": "Номер на картата",
    "expiration": "Валидност (мм/гг)",
    "securityCode": "Код за сигурност",
    "submit": "Изпрати",
    "cardholderName": "име на картодържателя",
    "expirationText": "валидност",
    "cardNumberText": "номер на картата",
    "validThru": "ВАЛИДЕН ДО",
    "securityCodeText": "код за сигурност"
  },
  "footer": {
    "contacts": "Контакти",
    "support": "Поддръжка",
    "supportEmail": "support@makeIT.com",
    "sales": "Продажби",
    "salesEmail": "sales@makeIT.com",
    "salesPhone": "+359888788804"
  },
  "logout": {
    "title": "Добре дошли отново!",
    "home": "Начало"
  }
}
