{
  "header": {
    "about": "About",
    "forum": "Forum",
    "reviews": "Reviews",
    "language": "Language",
    "signIn": "Sign In",
    "signUp": "Sign Up"
  },
  "homePage": {
    "welcomeTitle": "Welcome to the MakeIT!",
    "welcomeText": "Welcome to the world of computer building! This guide is designed to take you on an exciting journey, transforming you from a novice to a knowledgeable builder, capable of assembling your very own computer from the ground up. Whether you're looking to create a high-performance gaming rig, a powerful workstation, or a simple home PC, this comprehensive guide will provide you with the knowledge and confidence needed to achieve your goal.",
    "learnMore": "Learn More"
  },
  "authenticator": {
    "createAccount": "Create Account",
    "useEmailForRegistration": "or use your email for registration",
    "useEmailAccount": "or use your email account",
    "name": "Name",
    "email": "Email",
    "password": "Password",
    "confirmPassword": "Confirm Password",
    "forgetPassword": "Forget Your Password?",
    "welcomeBack": "Welcome Back!",
    "helloFriend": "Hello, Friend!",
    "enterDetails": "Enter your personal details to use all of site features",
    "registerDetails": "Register with your personal details to use all of site features",
    "alreadyHaveAccount": "Already have an account?",
    "signInHere": "Sign In here",
    "dontHaveAccount": "Don't have an account?",
    "signUpHere": "Sign Up here",
    "signIn": "Sign In",
    "signUp": "Sign Up"
  },
  "about": {
    "title": "How to Build a Computer from Scratch",
    "titleIntroduction": "Gather Your Components",
    "description": "You'll need the following components:",
    "components": {
      "cpu": "CPU (Central Processing Unit)",
      "motherboard": "Motherboard",
      "ram": "RAM (Random Access Memory)",
      "storage": "Storage (HDD or SSD)",
      "psu": "Power Supply Unit (PSU)",
      "graphicsCard": "Graphics Card (if not integrated)",
      "case": "Case",
      "coolingSystem": "Cooling System (CPU cooler and case fans)"
    },
    "prepareWorkspace": {
      "title": "Prepare Your Workspace",
      "description": "Ensure you have a clean, static-free workspace. Use an anti-static wrist strap if possible. Before you start building your PC, it's crucial to prepare your workspace to ensure a smooth and safe assembly process. Here are some tips to help you: clean and clear surface, anti-static measures, gather tools, good lighting, organize components."
    },
    "installCPU": {
      "title": "Install the CPU",
      "description": "Carefully place the CPU into the motherboard socket, aligning the notches. Secure it with the retention arm. Open the CPU Socket: Locate the CPU socket on your motherboard. Lift the retention arm to open the socket cover. Align the CPU: Carefully remove the CPU from its packaging. Align the CPU with the socket by matching the notches or the triangle marker on the CPU with the corresponding marker on the socket. Place the CPU: Gently place the CPU into the socket. Do not force it; it should fit easily if aligned correctly. Secure the CPU: Lower the retention arm to secure the CPU in place. Ensure the CPU is firmly seated and the retention arm is locked. Apply Thermal Paste: If your CPU cooler does not come with pre-applied thermal paste, apply a small amount (about the size of a pea) to the center of the CPU. Install the CPU Cooler: Attach the CPU cooler according to the manufacturer's instructions. Ensure it is securely fastened and connected to the appropriate header on the motherboard."
    },
    "installRAM": {
      "title": "Install the RAM",
      "description": "Insert the RAM sticks into the appropriate slots on the motherboard, ensuring they click into place. Open the RAM Slots: Locate the RAM slots on your motherboard. Push down the clips on either side of the slot to open them. Align the RAM: Remove the RAM module from its packaging. Align the notch on the RAM module with the key in the RAM slot. Insert the RAM: Carefully insert the RAM module into the slot. Apply even pressure on both ends of the module until it clicks into place and the clips snap back up to secure it. Check Installation: Ensure the RAM module is firmly seated and the clips are fully engaged. Repeat the process for additional RAM modules if necessary. Close the RAM."
    },
    "mountMotherboard": {
      "title": "Mount the Motherboard",
      "description": "Place the motherboard into the case and secure it with screws. Ensure all standoffs are in place. Prepare the Case: Open your PC case and remove any pre-installed panels or covers. Ensure you have a clear and spacious area to work in. Install Standoffs: Locate the standoff holes in your case and install the standoffs that match the holes on your motherboard. These standoffs will keep the motherboard elevated and prevent it from touching the case directly. Align the I/O Shield: Insert the I/O shield (the metal plate that comes with your motherboard) into the back of the case. Ensure it is securely snapped into place. Position the Motherboard: Carefully place the motherboard into the case, aligning it with the standoffs and the I/O shield. Ensure all ports on the motherboard align with the openings in the I/O shield. Secure the Motherboard: Use the screws provided with your case to secure the motherboard to the standoffs. Tighten the screws evenly but do not overtighten them to avoid damaging the motherboard. Connect Power Cables: Connect the 24-pin ATX power connector and the 8-pin (or 4-pin) CPU power connector from the power supply to the motherboard. Connect Front Panel Connectors: Attach the front panel connectors (power switch, reset switch, power LED, HDD LED) to the appropriate headers on the motherboard. Refer to your motherboard manual for the exact pin layout."
    },
    "installPowerSupply": {
      "title": "Install the Power Supply",
      "description": "Mount the PSU in the case and connect the necessary power cables to the motherboard and components. Prepare the Case: Ensure your case is open and you have enough space to work. Identify the location where the power supply (PSU) will be installed, typically at the bottom or top rear of the case. Orient the PSU: Position the PSU so that its fan faces the appropriate direction for airflow. If your case has a vent at the bottom, the fan should face downwards; otherwise, it should face upwards. Insert the PSU: Slide the PSU into the designated area in the case. Align it with the mounting holes. Secure the PSU: Use the screws provided with your case or PSU to secure the PSU to the case. Ensure it is firmly attached. Connect Power Cables: Route the necessary power cables from the PSU to the various components in your build. This typically includes the 24-pin ATX power connector, the 8-pin (or 4-pin) CPU power connector, and any additional power connectors for your GPU, storage devices, and other peripherals. Cable Management: Organize and secure the power cables using cable ties or the cable management features of your case to ensure a clean and efficient build."
    },
    "installStorage": {
      "title": "Install Storage",
      "description": "Mount your HDD or SSD in the appropriate bays and connect them to the motherboard with SATA cables. Choose the Storage Type: Determine whether you are installing an HDD (Hard Disk Drive), SSD (Solid State Drive), or M.2 SSD. The installation process varies slightly for each type. Install 2.5\" SSD or HDD: Mount the Drive: If you are installing a 2.5\" SSD or HDD, locate the drive bays in your case. Slide the drive into an available bay or use a mounting bracket if necessary. Secure the Drive: Use screws to secure the drive to the bay or bracket. Connect Power and Data Cables: Connect a SATA power cable from the power supply to the drive. Then, connect a SATA data cable from the drive to a SATA port on the motherboard. Install 3.5\" HDD: Mount the Drive: For a 3.5\" HDD, locate the appropriate drive bay. Slide the drive into the bay. Secure the Drive: Use screws or tool-less mechanisms to secure the drive in place. Connect Power and Data Cables: Connect a SATA power cable from the power supply to the drive. Then, connect a SATA data cable from the drive to a SATA port on the motherboard. Install M.2 SSD: Locate the M.2 Slot: Find the M.2 slot on your motherboard. It is usually located near the PCIe slots. Insert the M.2 SSD: Align the M.2 SSD with the slot and insert it at an angle. Gently push it down until it is parallel with the motherboard. Secure the M.2 SSD: Use the screw provided with your motherboard to secure the M.2 SSD in place. Check Connections: Ensure all power and data cables are securely connected and that the drives are properly mounted."
    },
    "installGraphicsCard": {
      "title": "Install the Graphics Card",
      "description": "Insert the graphics card into the PCIe slot on the motherboard and secure it with screws. Prepare the Case: Ensure your case is open and you have enough space to work. Remove any expansion slot covers from the back of the case where the graphics card will be installed. Locate the PCIe Slot: Identify the PCIe x16 slot on your motherboard. This is where the graphics card will be installed. Insert the Graphics Card: Align the graphics card with the PCIe slot and gently push it down until it clicks into place. Ensure the card's bracket aligns with the expansion slots at the back of the case. Secure the Graphics Card: Use screws to secure the graphics card's bracket to the case. This will keep the card firmly in place. Connect Power Cables: If your graphics card requires additional power, connect the appropriate PCIe power connectors from the power supply to the card. Check Installation: Ensure the graphics card is securely seated in the PCIe slot and that all power connections are firmly attached."
    },
    "connectAllCables": {
      "title": "Connect All Cables",
      "description": "Connect all necessary power and data cables to the motherboard and components. Motherboard Power: Connect the 24-pin ATX power connector from the power supply to the motherboard. CPU Power: Connect the 8-pin (or 4-pin) CPU power connector from the power supply to the motherboard. Graphics Card Power: If your graphics card requires additional power, connect the appropriate PCIe power connectors from the power supply to the graphics card. Storage Devices: Connect SATA power cables from the power supply to your HDDs or SSDs. Then, connect SATA data cables from the storage devices to the motherboard. Front Panel Connectors: Attach the front panel connectors (power switch, reset switch, power LED, HDD LED) to the appropriate headers on the motherboard. Refer to your motherboard manual for the exact pin layout. Front Panel USB and Audio: Connect the front panel USB and audio cables to the corresponding headers on the motherboard. Case Fans: Connect the case fan cables to the fan headers on the motherboard or to the power supply, depending on your case and fan configuration. Cable Management: Organize and secure all cables using cable ties or the cable management features of your case to ensure a clean and efficient build.",
      "alt": "cables system"
    },
    "installCoolingSystem": {
      "title": "Install the Cooling System",
      "description": "Install the CPU cooler and any additional case fans. Connect them to the appropriate headers on the motherboard. Choose the Cooling Type: Determine whether you are installing an air cooler or a liquid cooler. The installation process varies for each type. Install Air Cooler: Apply Thermal Paste: If your air cooler does not come with pre-applied thermal paste, apply a small amount (about the size of a pea) to the center of the CPU. Mount the Cooler: Position the cooler over the CPU, aligning it with the mounting brackets. Secure the Cooler: Use the provided screws or mounting mechanism to secure the cooler to the motherboard. Ensure it is firmly attached. Connect the Fan: Connect the cooler's fan cable to the appropriate CPU fan header on the motherboard. Install Liquid Cooler: Mount the Radiator: Position the radiator in the designated area of your case (usually at the top, front, or rear). Secure it with screws. Apply Thermal Paste: If your liquid cooler does not come with pre-applied thermal paste, apply a small amount to the center of the CPU. Attach the Pump: Position the pump unit over the CPU and secure it using the provided mounting mechanism. Connect the Fans and Pump: Connect the radiator fans to the appropriate headers on the motherboard or a fan controller. Connect the pump's power cable to the appropriate header on the motherboard. Check Installation: Ensure all components are securely mounted and all cables are properly connected.",
      "alt": "cooling system"
    },
    "powerOnAndTest": {
      "title": "Power On and Test",
      "description": "Connect your monitor, keyboard, and mouse. Power on the system and enter the BIOS to ensure all components are recognized. Double-Check Connections: Ensure all cables are securely connected and all components are properly seated. Connect Peripherals: Attach your monitor, keyboard, and mouse to the appropriate ports on the PC. Power On: Press the power button on the case to turn on the PC. Enter BIOS/UEFI: If the system powers on, enter the BIOS/UEFI setup by pressing the appropriate key (usually Del, F2, or Esc) during startup. Check Hardware Recognition: In the BIOS/UEFI, verify that all hardware components (CPU, RAM, storage devices, etc.) are recognized correctly. Monitor Temperatures: Check the system temperatures in the BIOS/UEFI to ensure the cooling system is functioning properly. Boot to OS Installation Media: If everything looks good in the BIOS/UEFI, set the boot priority to boot from your OS installation media (USB drive or DVD) and proceed with the operating system installation. Test Functionality: After installing the operating system, test the functionality of all components (e.g., run stress tests, check device manager for any issues, ensure all peripherals work correctly). Install Updates and Drivers: Ensure the operating system and all drivers are up to date.",
      "alt": "finished pc"
    },
    "installOS": {
      "title": "Install the Operating System",
      "description": "Insert your OS installation media and follow the on-screen instructions to install the operating system. Create Installation Media: Download the operating system (e.g., Windows, Linux) from the official website. Use a tool like Rufus to create a bootable USB drive with the downloaded OS image. Insert Installation Media: Insert the bootable USB drive into a USB port on your PC. Enter BIOS/UEFI: Power on your PC and enter the BIOS/UEFI setup by pressing the appropriate key (usually Del, F2, or Esc) during startup. Set Boot Priority: In the BIOS/UEFI, set the boot priority to boot from the USB drive first. Save the changes and exit the BIOS/UEFI. Start Installation: Your PC will boot from the USB drive and start the OS installation process. Follow the on-screen instructions to install the operating system. Partition the Drive: During the installation process, you may be prompted to partition your drive. Create the necessary partitions as per your requirements. Complete Installation: Continue following the on-screen instructions to complete the installation. Your PC will restart several times during this process. Install Drivers: Once the OS installation is complete, install the necessary drivers for your hardware components. These can usually be downloaded from the manufacturer's website. Update the OS: Check for and install any available updates for your operating system to ensure it is up to date.",
      "windowsLogoAlt": "windows logo",
      "linuxLogoAlt": "linux logo",
      "iosLogoAlt": "ios logo"
    }
  },
  "footer": {
    "contacts": "Contacts",
    "support": "Support",
    "supportEmail": "support@makeIT.com",
    "sales": "Sales",
    "salesEmail": "sales@makeIT.com",
    "salesPhone": "+359888788804"
  }
}
